Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Review redirect options for preserving the original method, forwarding Authorization to another host, and Referer handling. Enable URL encoding when needed and disable the cookie jar only for requests that must not reuse login cookies. Inspect the final URL and headers before testing.
de: Prüfen Sie Methode, Authorization-Weitergabe an andere Hosts und Referer bei Umleitungen. Stellen Sie URL-Kodierung und Cookies passend ein und prüfen Sie URL und Header.
es: Revise método, envío de Authorization a otro host y Referer en redirecciones. Configure codificación URL y cookies según corresponda y revise URL y cabeceras.
fr: Vérifiez méthode, transfert d’Authorization vers un autre hôte et Referer lors des redirections. Réglez encodage URL et cookies selon le besoin, puis vérifiez URL et en-têtes.
ja: リダイレクト時のメソッド維持、別ホストへの Authorization 転送、Referer を確認します。必要な URL エンコードと Cookie 設定を選び、送信前に URL とヘッダーを確認します。
ko: 리디렉션의 메서드 유지, 다른 호스트로 Authorization 전달 및 Referer를 확인하세요. 필요에 따라 URL 인코딩과 Cookie를 설정하고 URL과 헤더를 검토하세요.
pt_br: Confira método, envio de Authorization a outro host e Referer nos redirecionamentos. Ajuste codificação URL e cookies conforme necessário e revise URL e cabeçalhos.
zh_hans: 检查重定向是否保留原方法、是否向其他主机转发 Authorization，以及 Referer 处理方式。按需要开启 URL 编码；仅在请求不应复用登录 Cookie 时禁用 Cookie 存储。测试前检查解析后的 URL 和请求头。
zh_hant: 檢查重新導向方法、跨主機 Authorization 與 Referer。按需啟用 URL 編碼；僅在不應沿用登入 Cookie 時停用 Cookie 儲存。測試前檢查 URL 與標頭。

source: App Defaults and iCloud
de: App-Standardwerte und iCloud
es: Valores predeterminados e iCloud
fr: Valeurs par défaut et iCloud
ja: アプリの既定値と iCloud
ko: 앱 기본값과 iCloud
pt_br: Padrões do app e iCloud
zh_hans: 应用默认值与 iCloud
zh_hant: 應用程式預設值與 iCloud

source: In Settings, configure HTTP defaults, editor indentation, response filtering, and history limits. Review each existing request’s own settings separately. iCloud needs an eligible signed app and an Apple account; local ad hoc builds may disable CloudKit. Sync does not keep live socket connections running.
de: Konfigurieren Sie HTTP-Standardwerte, Einrückung, Filter und Verlauf in Einstellungen. Prüfen Sie bestehende Anfragen separat. iCloud braucht passende Signierung und Apple-Konto; Ad-hoc-Builds können CloudKit deaktivieren. Synchronisierung hält keine Verbindungen offen.
es: Configure valores HTTP, sangría, filtros e historial en ajustes. Revise solicitudes existentes por separado. iCloud exige firma adecuada y cuenta Apple; compilaciones ad hoc pueden desactivar CloudKit. La sincronización no mantiene conexiones activas.
fr: Réglez valeurs HTTP, indentation, filtres et historique dans les réglages. Vérifiez les requêtes existantes séparément. iCloud exige une signature adaptée et un compte Apple ; une version ad hoc peut désactiver CloudKit. Les connexions actives ne sont pas maintenues par la synchronisation.
ja: 設定で HTTP 既定値、字下げ、応答フィルター、履歴上限を設定します。既存リクエストは個別確認します。iCloud には適切な署名と Apple アカウントが必要です。臨時署名版では CloudKit が無効な場合があります。接続は同期されません。
ko: 설정에서 HTTP 기본값, 들여쓰기, 응답 필터와 기록 한도를 조정하세요. 기존 요청은 따로 확인하세요. iCloud에는 적절한 서명과 Apple 계정이 필요하며 임시 서명 빌드는 CloudKit을 끌 수 있습니다. 동기화는 실시간 연결을 유지하지 않습니다.
pt_br: Configure padrões HTTP, indentação, filtros e histórico nos ajustes. Confira requisições existentes separadamente. iCloud exige assinatura adequada e conta Apple; builds ad hoc podem desativar CloudKit. A sincronização não mantém conexões ativas.
zh_hans: 在设置中配置 HTTP 默认值、编辑器缩进、响应过滤及历史记录上限；已有请求的独立设置需逐个检查。iCloud 需要具备相应签名权限的应用和 Apple 账户，本地临时签名构建可能停用 CloudKit。同步不会保持实时连接运行。
zh_hant: 設定中調整 HTTP 預設值、縮排、回應篩選與歷史上限；既有請求設定須另行檢查。iCloud 需要合適簽章與 Apple 帳號，臨時簽章版可能停用 CloudKit。同步不會維持即時連線。

source: Shortcuts and MCP
de: Kurzbefehle und MCP
es: Atajos y MCP
fr: Raccourcis et MCP
ja: ショートカットと MCP
ko: 단축어와 MCP
pt_br: Atalhos e MCP
zh_hans: 快捷指令与 MCP
zh_hant: 捷徑與 MCP

source: In Apple Shortcuts, find Reqeast’s actions for HTTP, TCP, UDP, WebSocket, SSE, and gRPC. Configure the action’s fields, run a small test, and inspect its output before adding it to a larger automation. These actions are separate from saved HTTP workflows.
de: Wählen Sie Reqeast-Protokollaktionen in Apple Kurzbefehle, konfigurieren Sie Felder und testen Sie die Ausgabe vor größerer Automatisierung. Sie sind von gespeicherten HTTP-Workflows getrennt.
es: En Atajos Apple, elija acciones Reqeast por protocolo. Complete campos y pruebe la salida antes de ampliar la automatización. Son distintas de los flujos HTTP guardados.
fr: Dans Raccourcis Apple, choisissez une action Reqeast pour chaque protocole. Configurez les champs et testez sa sortie avant une automatisation plus large. Ces actions sont distinctes des workflows HTTP enregistrés.
ja: Apple ショートカットで Reqeast の各プロトコルのアクションを選び、項目を設定して小さなテストで出力を確認します。保存済み HTTP ワークフローとは別の機能です。
ko: Apple 단축어에서 Reqeast의 프로토콜별 동작을 선택하고 필드를 입력하세요. 작은 테스트로 출력을 확인한 뒤 자동화에 추가하세요. 저장된 HTTP 워크플로와 별개입니다.
pt_br: Nos Atalhos Apple, escolha ações Reqeast para cada protocolo. Preencha os campos e teste a saída antes de ampliar a automação. São diferentes dos fluxos HTTP salvos.
zh_hans: 在 Apple 快捷指令中查找 Reqeast 的 HTTP、TCP、UDP、WebSocket、SSE、gRPC 操作，填写该操作的参数，先小范围运行并检查输出，再加入更大的自动化。它们与应用内保存的 HTTP 工作流是不同的入口。
zh_hant: Apple 捷徑中選 Reqeast 的六種協定動作，填參數、先測試並檢查輸出，再加入自動化。這與已儲存 HTTP 工作流程是不同入口。

source: On macOS, enable MCP export in Settings and follow its Setup Guide to configure your client. MCP reads exported request and response data. Review bodies and custom fields for private content: an AI client may send what it reads to its provider. Disable export when no longer needed.
de: Aktivieren Sie MCP-Export unter macOS und konfigurieren Sie den Client mit der Anleitung. MCP liest exportierte Anfragen und Antworten. Prüfen Sie private Inhalte: KI-Clients können Daten an ihren Anbieter senden. Deaktivieren Sie den Export nach Bedarf.
es: En macOS, active exportación MCP y siga la guía del cliente. MCP lee solicitudes y respuestas exportadas. Revise contenido privado: el cliente IA puede enviarlo a su proveedor. Desactive cuando no lo necesite.
fr: Sur macOS, activez l’export MCP et suivez le guide pour le client. MCP lit les requêtes et réponses exportées. Vérifiez les données privées dans les corps : le client IA peut les transmettre à son fournisseur. Désactivez l’export après usage.
ja: macOS の設定で MCP エクスポートを有効にし、設定ガイドでクライアントを構成します。本文や独自項目を確認してください。AI クライアントが取得データをサービス提供者へ送る場合があります。不要時は無効にします。
ko: macOS 설정에서 MCP 내보내기를 켜고 설정 안내로 클라이언트를 구성하세요. MCP는 내보낸 요청과 응답을 읽습니다. 본문의 개인정보를 확인하세요. AI 클라이언트가 공급자에 데이터를 보낼 수 있습니다. 필요 없으면 끄세요.
pt_br: No macOS, ative exportação MCP e siga o guia do cliente. MCP lê requisições e respostas exportadas. Revise conteúdo privado nos corpos: o cliente IA pode enviá-lo ao provedor. Desative quando não precisar.
zh_hans: macOS 在设置中启用 MCP 导出，按“设置指南”提供的配置接入客户端。MCP 读取导出的请求和响应数据。接入前检查正文和自定义字段中的私人内容：AI 客户端可能把读取的数据发送给其服务提供者。不再使用时关闭导出。
zh_hant: macOS 設定啟用 MCP 匯出並按指南配置用戶端。MCP 讀取匯出的請求、回應。先檢查正文和自訂欄位：AI 用戶端可能傳送資料至其服務商。不用時關閉。

source: Diagnosing Failed Requests
de: Fehlgeschlagene Anfragen prüfen
es: Diagnosticar errores
fr: Diagnostiquer les échecs
ja: リクエスト失敗の診断
ko: 요청 실패 진단
pt_br: Diagnosticar falhas
zh_hans: 请求失败排查
zh_hant: 請求失敗排查

source: Start with the prepared URL, active environment, and missing variables. For 401 or 403, check credentials and permissions; for 400 or 415, check body shape and Content-Type. For connection or TLS errors, check host, port, protocol, and the certificate. Read the complete error before changing settings.
de: Prüfen Sie URL, Umgebung und fehlende Variablen. 401/403: Zugang und Rechte; 400/415: Body und Content-Type; Verbindung/TLS: Host, Port und Zertifikat. Lesen Sie den gesamten Fehler vor Änderungen.
es: Revise URL, entorno y variables ausentes. Para 401/403, acceso; 400/415, cuerpo y Content-Type; conexión/TLS, host, puerto y certificado. Lea todo el error antes de cambiar ajustes.
fr: Vérifiez URL, environnement et variables manquantes. Pour 401/403, vérifiez accès ; pour 400/415, corps et Content-Type ; pour connexion/TLS, hôte, port et certificat. Lisez toute l’erreur avant de modifier les réglages.
ja: まず URL、環境、未定義変数を確認します。401/403 は認証と権限、400/415 は本文と Content-Type、接続/TLS はホスト、ポート、証明書を確認します。設定変更前にエラー全文を読みます。
ko: URL, 환경과 누락 변수를 먼저 확인하세요. 401/403은 인증과 권한, 400/415는 본문과 Content-Type, 연결/TLS는 호스트, 포트와 인증서를 확인하세요. 설정 변경 전 오류 전체를 읽으세요.
pt_br: Confira URL, ambiente e variáveis ausentes. Para 401/403, acesso; 400/415, corpo e Content-Type; conexão/TLS, host, porta e certificado. Leia o erro completo antes de alterar configurações.
zh_hans: 先检查请求预览中的实际 URL、当前环境和缺失变量。401、403 检查凭据及权限；400、415 检查正文结构和 Content-Type。连接或 TLS 错误检查主机、端口、协议及证书。先阅读完整错误，再修改设置。
zh_hant: 先看預覽 URL、環境與缺少變數。401/403 查憑證權限；400/415 查正文與 Content-Type。連線或 TLS 查主機、埠、協定與憑證。先讀完整錯誤再調整。

source: Run a failing workflow request individually first, then check its position, extraction path, and expected response. Data rows are isolated, so a previous row cannot supply the next row’s variables. Before resetting app data, export a backup and record the failing request’s error.
de: Testen Sie die Anfrage einzeln, dann Reihenfolge, Extraktion und erwartete Antwort. Datenzeilen teilen keine Variablen. Sichern Sie Daten und Fehlermeldung vor dem Zurücksetzen.
es: Pruebe la solicitud sola y luego orden, extracción y respuesta esperada. Las filas no comparten variables. Exporte copia y guarde el error antes de restablecer datos.
fr: Testez d’abord la requête seule, puis ordre, extraction et réponse attendue. Les lignes ne partagent pas leurs variables. Exportez une sauvegarde et conservez l’erreur avant toute réinitialisation.
ja: 失敗したリクエストを単独実行し、順番、抽出パス、応答を確認します。データ行間で変数は共有されません。データ初期化前にバックアップとエラーを保存します。
ko: 실패 요청을 단독 실행하고 순서, 추출 경로와 예상 응답을 확인하세요. 행 간 변수는 공유되지 않습니다. 데이터 초기화 전에 백업과 오류를 저장하세요.
pt_br: Teste a requisição isolada, depois ordem, extração e resposta esperada. Linhas não compartilham variáveis. Exporte backup e registre o erro antes de redefinir dados.
zh_hans: 工作流失败时先单独发送失败的请求，再检查顺序、提取路径及预期响应。数据行彼此隔离，上一行不能为下一行提供变量。重置应用数据前应导出备份，并记录失败请求的完整错误。
zh_hant: 工作流程失敗先單獨測請求，再查順序、提取路徑與預期回應。資料列隔離，不能跨列取變數。重設資料前匯出備份並記錄完整錯誤。

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축어
pt_br: Atalhos
zh_hans: 快捷指令
zh_hant: 捷徑

source: Select an HTTP request and click the flowchart button in the editor toolbar. The panel contains Variables & Checks, Compare Responses, Run Requests, Inspect Request, and Project Files. You can also open this manual from Settings → User Manual.
de: HTTP-Anfrage wählen und Flussdiagramm in der Werkzeugleiste öffnen. Bereiche: Variablen, Vergleich, Lauf, Prüfung, Dateien. Handbuch auch unter Einstellungen → Benutzerhandbuch.
es: Seleccione HTTP y pulse el diagrama de la barra. El panel incluye variables, comparación, ejecución, inspección y archivos. El manual está también en Ajustes → Manual de usuario.
fr: Sélectionnez HTTP et cliquez sur le diagramme de la barre d’outils. Le panneau propose variables, comparaison, exécution, inspection et fichiers. Le manuel est aussi dans Réglages → Manuel d’utilisation.
ja: HTTP リクエストでツールバーのフローチャートを押します。変数、比較、実行、確認、プロジェクトファイルがあります。設定の ユーザーマニュアルからも開けます。
ko: HTTP 요청에서 도구 모음의 흐름도 버튼을 누르세요. 변수, 비교, 일괄 실행, 요청 확인, 프로젝트 파일을 제공합니다. 설정의 사용 설명서에서도 설명서를 열 수 있습니다.
pt_br: Selecione HTTP e clique no fluxograma da barra. O painel tem variáveis, comparação, execução, inspeção e arquivos. O manual também fica em Ajustes → Manual do usuário.
zh_hans: 选中 HTTP 请求，点击编辑器工具栏的流程图按钮。面板包含变量与检查、响应对比、批量运行、检查请求和项目文件。也可从“设置 → 使用手册”打开本手册。
zh_hant: 選 HTTP 請求並按工具列流程圖按鈕。面板含變數與檢查、回應比較、批次執行、檢查請求及專案檔案。設定 → 使用手冊也可開手冊。

source: %@ has spec changes. Open RHEQ to review and apply them.
de: %@ hat Spec-Änderungen. Öffnen Sie RHEQ, um sie zu prüfen und anzuwenden.
es: %@ tiene cambios en la especificación. Abre RHEQ para revisarlos y aplicarlos.
fr: %@ a des modifications de la spécification. Ouvrez RHEQ pour les examiner et les appliquer.
ja: %@ に仕様の変更があります。RHEQ を開いて確認し、適用してください。
ko: %@에 사양 변경 사항이 있습니다. RHEQ를 열어 검토하고 적용하세요.
pt_br: %@ tem alterações na especificação. Abra o RHEQ para revisar e aplicá-las.
zh_hans: %@ 的规范有更改。打开 RHEQ 以审查并应用。
zh_hant: %@ 的規格有變更。開啟 RHEQ 以審查並套用。

# Authorize RHEQ to read private Git repositories for %@ on %@.
source: Authorize RHEQ to read private Git repositories for %1$@ on %2$@.
de: Autorisieren Sie RHEQ, private Git-Repositories für %1$@ auf %2$@ zu lesen.
es: Autoriza a RHEQ para leer repositorios Git privados de %1$@ en %2$@.
fr: Autorisez RHEQ à lire les dépôts Git privés de %1$@ sur %2$@.
ja: RHEQ に %2$@ 上の %1$@ のプライベート Git リポジトリの読み取りを許可してください。
ko: RHEQ가 %2$@의 %1$@에 대한 비공개 Git 리포지토리를 읽도록 권한을 부여하세요.
pt_br: Autorize o RHEQ a ler repositórios Git privados de %1$@ em %2$@.
zh_hans: 授权 RHEQ 读取 %2$@ 上 %1$@ 的私有 Git 仓库。
zh_hant: 授權 RHEQ 讀取 %2$@ 上 %1$@ 的私有 Git 儲存庫。

source: Connect to a Server-Sent Events stream from RHEQ and return the first event.
de: Mit einem Server-Sent Events-Stream von RHEQ verbinden und das erste Ereignis zurückgeben.
es: Conectar a un flujo de Server-Sent Events desde RHEQ y devolver el primer evento.
fr: Se connecter à un flux Server-Sent Events depuis RHEQ et renvoyer le premier événement.
ja: RHEQ から Server-Sent Events ストリームに接続し、最初のイベントを返します。
ko: RHEQ에서 Server-Sent Events 스트림에 연결하고 첫 번째 이벤트를 반환합니다.
pt_br: Conectar a um fluxo Server-Sent Events pelo RHEQ e retornar o primeiro evento.
zh_hans: 从 RHEQ 连接到服务器推送事件流并返回第一个事件。
zh_hant: 從 RHEQ 連線到伺服器推送事件流並回傳第一個事件。

source: Execute an HTTP request from RHEQ and return the response.
de: Eine HTTP-Anfrage von RHEQ ausführen und die Antwort zurückgeben.
es: Ejecutar una solicitud HTTP desde RHEQ y devolver la respuesta.
fr: Exécuter une requête HTTP depuis RHEQ et renvoyer la réponse.
ja: RHEQ から HTTP リクエストを実行してレスポンスを返します。
ko: RHEQ에서 HTTP 요청을 실행하고 응답을 반환합니다.
pt_br: Executar uma requisição HTTP pelo RHEQ e retornar a resposta.
zh_hans: 从 RHEQ 执行 HTTP 请求并返回响应。
zh_hant: 從 RHEQ 執行 HTTP 請求並回傳回應。

source: Invoke a unary gRPC RPC from RHEQ and return the response JSON.
de: Einen unären gRPC-RPC von RHEQ ausführen und die Antwort-JSON zurückgeben.
es: Invocar un RPC gRPC unario desde RHEQ y devolver el JSON de respuesta.
fr: Appeler un RPC gRPC unaire depuis RHEQ et renvoyer le JSON de réponse.
ja: RHEQ からユニタリ gRPC RPC を呼び出し、応答 JSON を返します。
ko: RHEQ에서 단일 gRPC RPC를 호출하고 응답 JSON을 반환합니다.
pt_br: Invocar um RPC gRPC unário no RHEQ e retornar o JSON da resposta.
zh_hans: 从 RHEQ 调用一元 gRPC RPC 并返回响应 JSON。
zh_hant: 從 RHEQ 呼叫一元 gRPC RPC 並傳回回應 JSON。

source: Send a message over TCP from RHEQ and return the response.
de: Eine Nachricht über TCP von RHEQ senden und die Antwort zurückgeben.
es: Enviar un mensaje por TCP desde RHEQ y devolver la respuesta.
fr: Envoyer un message via TCP depuis RHEQ et renvoyer la réponse.
ja: RHEQ から TCP でメッセージを送信してレスポンスを返します。
ko: RHEQ에서 TCP로 메시지를 보내고 응답을 반환합니다.
pt_br: Enviar uma mensagem via TCP pelo RHEQ e retornar a resposta.
zh_hans: 从 RHEQ 通过 TCP 发送消息并返回响应。
zh_hant: 從 RHEQ 透過 TCP 傳送訊息並回傳回應。

source: Send a message over WebSocket from RHEQ and return the response.
de: Eine Nachricht über WebSocket von RHEQ senden und die Antwort zurückgeben.
es: Enviar un mensaje por WebSocket desde RHEQ y devolver la respuesta.
fr: Envoyer un message via WebSocket depuis RHEQ et renvoyer la réponse.
ja: RHEQ から WebSocket でメッセージを送信してレスポンスを返します。
ko: RHEQ에서 WebSocket으로 메시지를 보내고 응답을 반환합니다.
pt_br: Enviar uma mensagem via WebSocket pelo RHEQ e retornar a resposta.
zh_hans: 从 RHEQ 通过 WebSocket 发送消息并返回响应。
zh_hant: 從 RHEQ 透過 WebSocket 傳送訊息並回傳回應。

source: Send a UDP datagram from RHEQ and return the response.
de: Ein UDP-Datagramm von RHEQ senden und die Antwort zurückgeben.
es: Enviar un datagrama UDP desde RHEQ y devolver la respuesta.
fr: Envoyer un datagramme UDP depuis RHEQ et renvoyer la réponse.
ja: RHEQ から UDP データグラムを送信してレスポンスを返します。
ko: RHEQ에서 UDP 데이터그램을 보내고 응답을 반환합니다.
pt_br: Enviar um datagrama UDP pelo RHEQ e retornar a resposta.
zh_hans: 从 RHEQ 发送 UDP 数据报并返回响应。
zh_hant: 從 RHEQ 傳送 UDP 資料報並回傳回應。

source: This file was created with a newer version of RHEQ. Some data may not import correctly.
de: Diese Datei wurde mit einer neueren Version von RHEQ erstellt. Einige Daten werden möglicherweise nicht korrekt importiert.
es: Este archivo fue creado con una versión más reciente de RHEQ. Algunos datos podrían no importarse correctamente.
fr: Ce fichier a été créé avec une version plus récente de RHEQ. Certaines données pourraient ne pas s'importer correctement.
ja: このファイルは新しいバージョンの RHEQ で作成されました。一部のデータが正しくインポートされない場合があります。
ko: 이 파일은 최신 버전의 RHEQ로 생성되었습니다. 일부 데이터가 올바르게 가져오지 못할 수 있습니다.
pt_br: Este arquivo foi criado com uma versão mais recente do RHEQ. Alguns dados podem não ser importados corretamente.
zh_hans: 此文件由较新版本的 RHEQ 创建。部分数据可能无法正确导入。
zh_hant: 此檔案由較新版本的 RHEQ 建立。部分資料可能無法正確匯入。

source: Install the stable Rust toolchain, open a terminal at the RHEQ repository root, and build the release executable. The executable is rust/target/release/reqeast-cli. You can copy it into your preferred tools directory.
de: Stabiles Rust installieren und im Repository-Root release bauen. Die Datei rust/target/release/reqeast-cli kann in Ihren Werkzeugordner kopiert werden.
es: Instale Rust estable y compile release desde la raíz del repositorio. Puede copiar rust/target/release/reqeast-cli a su carpeta de herramientas.
fr: Installez Rust stable et compilez en release depuis la racine du dépôt. Le binaire rust/target/release/reqeast-cli peut être copié dans votre dossier d’outils.
ja: 安定版 Rust を用意し、リポジトリのルートで release ビルドします。rust/target/release/reqeast-cli が生成され、任意のツール用フォルダへコピーできます。
ko: 안정 버전 Rust를 설치하고 저장소 루트에서 release 빌드하세요. rust/target/release/reqeast-cli 실행 파일을 원하는 도구 폴더로 복사할 수 있습니다.
pt_br: Instale Rust estável e compile release na raiz do repositório. Copie rust/target/release/reqeast-cli para sua pasta de ferramentas se desejar.
zh_hans: 安装稳定版 Rust，在 RHEQ 仓库根目录打开终端，构建 release 可执行文件。输出为 rust/target/release/reqeast-cli，可复制到常用工具目录。
zh_hant: 安裝穩定版 Rust，在 RHEQ 根目錄開終端機建置 release。輸出為 rust/target/release/reqeast-cli，可複製到工具目錄。

source: In Apple Shortcuts, find RHEQ’s actions for HTTP, TCP, UDP, WebSocket, SSE, and gRPC. Configure the action’s fields, run a small test, and inspect its output before adding it to a larger automation. These actions are separate from saved HTTP workflows.
de: Wählen Sie RHEQ-Protokollaktionen in Apple Kurzbefehle, konfigurieren Sie Felder und testen Sie die Ausgabe vor größerer Automatisierung. Sie sind von gespeicherten HTTP-Workflows getrennt.
es: En Atajos Apple, elija acciones RHEQ por protocolo. Complete campos y pruebe la salida antes de ampliar la automatización. Son distintas de los flujos HTTP guardados.
fr: Dans Raccourcis Apple, choisissez une action RHEQ pour chaque protocole. Configurez les champs et testez sa sortie avant une automatisation plus large. Ces actions sont distinctes des workflows HTTP enregistrés.
ja: Apple ショートカットで RHEQ の各プロトコルのアクションを選び、項目を設定して小さなテストで出力を確認します。保存済み HTTP ワークフローとは別の機能です。
ko: Apple 단축어에서 RHEQ의 프로토콜별 동작을 선택하고 필드를 입력하세요. 작은 테스트로 출력을 확인한 뒤 자동화에 추가하세요. 저장된 HTTP 워크플로와 별개입니다.
pt_br: Nos Atalhos Apple, escolha ações RHEQ para cada protocolo. Preencha os campos e teste a saída antes de ampliar a automação. São diferentes dos fluxos HTTP salvos.
zh_hans: 在 Apple 快捷指令中查找 RHEQ 的 HTTP、TCP、UDP、WebSocket、SSE、gRPC 操作，填写该操作的参数，先小范围运行并检查输出，再加入更大的自动化。它们与应用内保存的 HTTP 工作流是不同的入口。
zh_hant: Apple 捷徑中選 RHEQ 的六種協定動作，填參數、先測試並檢查輸出，再加入自動化。這與已儲存 HTTP 工作流程是不同入口。

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题
zh_hant: 主題

source: Follow System
de: Systemeinstellung
es: Seguir el sistema
fr: Suivre le système
ja: システムに合わせる
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

source: A workspace for your APIs
de: Ein Arbeitsbereich für Ihre APIs
es: Un espacio para tus API
fr: Un espace pour vos API
ja: API のためのワークスペース
ko: API 작업 공간
pt_br: Um espaço para suas APIs
zh_hans: 你的 API 工作空间
zh_hant: 你的 API 工作空間

source: Project License
de: Projektlizenz
es: Licencia del proyecto
fr: Licence du projet
ja: プロジェクトのライセンス
ko: 프로젝트 라이선스
pt_br: Licença do projeto
zh_hans: 项目许可证
zh_hant: 專案授權條款

source: Based on Reqeast by Felipe Lima. Licensed under Apache License 2.0.
de: Basiert auf Reqeast von Felipe Lima, unter Apache License 2.0.
es: Basado en Reqeast de Felipe Lima, bajo Apache License 2.0.
fr: Basé sur Reqeast de Felipe Lima, sous Apache License 2.0.
ja: Felipe Lima による Reqeast を基にしています。Apache License 2.0 に基づきます。
ko: Felipe Lima의 Reqeast를 기반으로 하며 Apache License 2.0을 따릅니다.
pt_br: Baseado no Reqeast de Felipe Lima, sob Apache License 2.0.
zh_hans: 基于 Felipe Lima 开发的 Reqeast，采用 Apache License 2.0。
zh_hant: 以 Felipe Lima 開發的 Reqeast 為基礎，採用 Apache License 2.0。

source: Open Settings → Appearance and choose Follow System, Light, or Dark. The choice is saved and applies to the workspace and Settings. Follow System switches with your device appearance.
de: Wählen Sie in Einstellungen → Darstellung System, Hell oder Dunkel. Die Auswahl wird für Arbeitsbereich und Einstellungen gespeichert. System folgt dem Gerät.
es: En Ajustes → Apariencia, elija sistema, claro u oscuro. La elección se guarda para el espacio de trabajo y los ajustes. El modo sistema sigue al dispositivo.
fr: Dans Réglages → Apparence, choisissez système, clair ou sombre. Le choix est conservé pour l’espace de travail et les réglages. Le mode système suit votre appareil.
ja: 設定 → 外観で、システムに合わせる、ライト、ダークを選びます。選択は保存され、ワークスペースと設定に適用されます。システム設定に合わせると端末の外観に従います。
ko: 설정 → 모양에서 시스템 설정 따르기, 라이트 또는 다크를 선택하세요. 선택은 저장되고 작업 공간과 설정에 적용됩니다. 시스템 모드는 기기 모양을 따릅니다.
pt_br: Em Ajustes → Aparência, escolha sistema, claro ou escuro. A escolha é salva para o espaço de trabalho e os ajustes. O modo sistema acompanha o dispositivo.
zh_hans: 打开“设置 → 外观”，选择跟随系统、浅色或深色。选择会保存，并应用于工作空间和设置窗口。跟随系统会随设备外观切换。
zh_hant: 開啟「設定 → 外觀」，選跟隨系統、淺色或深色。選擇會儲存並套用至工作空間與設定視窗。跟隨系統會依裝置外觀切換。

source: Workflow Overview
de: Ablaufübersicht
es: Resumen del flujo
fr: Vue du scénario
ja: ワークフローの概要
ko: 워크플로 개요
pt_br: Visão do fluxo
zh_hans: 流程概览
zh_hant: 流程概覽

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
pt_br: Diagnóstico
zh_hans: 调试诊断
zh_hant: 偵錯診斷

source: Connect, TLS & Server Wait
de: Verbindung, TLS und Serverwartezeit
es: Conexión, TLS y espera del servidor
fr: Connexion, TLS et attente serveur
ja: 接続・TLS・サーバー待機
ko: 연결, TLS 및 서버 대기
pt_br: Conexão, TLS e espera do servidor
zh_hans: 连接、TLS 与服务端等待
zh_hant: 連線、TLS 與伺服器等待

source: Sent Request
de: Gesendete Anfrage
es: Solicitud enviada
fr: Requête envoyée
ja: 送信したリクエスト
ko: 전송한 요청
pt_br: Requisição enviada
zh_hans: 发送时的请求
zh_hant: 傳送時的請求

source: Copy Redacted Diagnostics
de: Diagnose ohne sensible Daten kopieren
es: Copiar diagnóstico sin datos sensibles
fr: Copier le diagnostic sans données sensibles
ja: 機密情報を除いて診断をコピー
ko: 민감 정보를 가린 진단 복사
pt_br: Copiar diagnóstico sem dados sensíveis
zh_hans: 复制脱敏诊断信息
zh_hant: 複製已遮蔽的診斷資訊

source: Send a request to view diagnostics.
de: Senden Sie eine Anfrage, um die Diagnose zu sehen.
es: Envía una solicitud para ver el diagnóstico.
fr: Envoyez une requête pour voir le diagnostic.
ja: リクエストを送信すると診断を確認できます。
ko: 요청을 전송하면 진단을 볼 수 있습니다.
pt_br: Envie uma requisição para ver o diagnóstico.
zh_hans: 发送一次请求后即可查看诊断。
zh_hant: 傳送一次請求後即可查看診斷。

source: No captured request is available. Send the request again.
de: Keine Anfrage aufgezeichnet. Senden Sie sie erneut.
es: No hay una solicitud registrada. Envíala de nuevo.
fr: Aucune requête capturée. Envoyez-la à nouveau.
ja: 送信時の記録がありません。再送信してください。
ko: 전송 기록이 없습니다. 요청을 다시 보내세요.
pt_br: Não há registro da requisição. Envie novamente.
zh_hans: 没有保存发送时的请求，请重新发送。
zh_hant: 沒有儲存傳送時的請求，請重新傳送。
